{
  "musics": [
    {
      "id": 0,
      "singername": "RPT MCK, PhongKhin",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1679942173/music/1/TayTo-MCKRPTRPTPhongKhin-6984700_x48w3w.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1679942177/music/1/1625828311511_500_earmoe.jpg",
      "musicName": "Tay To"
    },
    {
      "id": 1,
      "singername": "Tlinh, 2pillz",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1679978074/music/2/NeuLucDo-tlinh2pillz-8783613_xi14id.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1679978079/music/2/1677482230509_500_h5kgv9.jpg",
      "musicName": "Nếu Lúc Đó"
    },
    {
      "id": 2,
      "singername": "Sơn Tùng M-TP",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1679978770/music/3/MuonRoiMaSaoCon-SonTungMTP-7011803_q8le9e.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1679978773/music/3/1619691182261_500_wzoq5u.jpg",
      "musicName": "Muộn Rồi Mà Sao Còn"
    },
    {
      "id": 3,
      "singername": "Sơn Tùng M-TP, Snoop Dogg",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1679979721/music/4/HayTraoChoAnh-SonTungMTPSnoopDogg-6010660_tgaw54.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1679979722/music/4/1562137543919_500_uqq80z.jpg",
      "musicName": "Hãy Trao Cho Anh"
    },
    {
      "id": 4,
      "singername": "Sơn Tùng M-TP, Onionn",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1679980356/music/5/CoChacYeuLaDayOnionnRemix-SonTungMTPOnionn-7022615_tpwtgg.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1679980357/music/5/1672400394442_500_anmap5.jpg",
      "musicName": "Có Chắc Yêu Là Đây"
    },
    {
      "id": 5,
      "singername": "Sơn Tùng M-TP",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1679980822/music/6/TheresNoOneAtAll-SonTungMTP-7583837_oftyyp.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1679980823/music/6/1657080533882_500_oly7oc.jpg",
      "musicName": "There's No One At All"
    },
    {
      "id": 6,
      "singername": "Sơn Tùng M-TP",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1679981184/music/7/NoiNayCoAnhZplusRemix-SonTungMTP-4821116_jt7lh7.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1679981185/music/7/1515661901057_500_irjrps.jpg",
      "musicName": "Nơi Này Có Anh"
    },
    {
      "id": 7,
      "singername": "RPT Orijinn, Low G, RZ Mas, V.A",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1679981731/music/8/ThuDoCypher-MCKRPTRPTOrijinnRzMaLowG-6678270_v1sreo.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1679981738/music/8/1625828697322_500_je4dfn.jpg",
      "musicName": "Thủ Đô Cypher"
    },
    {
      "id": 8,
      "singername": "RPT MCK, RPT Gonzo",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1679982303/music/9/CuanChoAnhMotDieu-RapitalRPTMCKRPTGonzo-7155908_g3risi.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1679982304/music/9/1648023356693_500_eyu5vt.jpg",
      "musicName": "Cuấn Cho Anh 1 Điếu"
    },
    {
      "id": 9,
      "singername": "RPT MCK, tlinh",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1679982566/music/10/ChiMotDemNuaThoiLive-MCKRPTTlinh-6998848_euec9t.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1679982567/music/10/1672382027564_500_ahkngo.jpg",
      "musicName": "Chỉ Một Đêm Nữa Thôi"
    },
    {
      "id": 10,
      "singername": "RPT MCK, tlinh",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1680100493/music/11/NeuLucDoEmKhongBuongTayThiAnhDaOnHonMashup-tlinhRPTMCK-8848043_e8rmaq.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1680100496/music/11/1678351176422_500_bksq6o.jpg",
      "musicName": "Nếu Lúc Đó Em Không Buông Tay"
    },
    {
      "id": 11,
      "singername": "NIEE, Hast, KEI",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1680101248/music/12/CoHayTuBaoGio-NIEEVietNamHastVietNamKEI-8865957_1_pkop0s.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1680101250/music/12/1678852373341_500_u72ht1.jpg",
      "musicName": "Có Hay Từ Bao Giờ?"
    },
    {
      "id": 12,
      "singername": "Na Ngọc Anh",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1680101793/music/13/FallingInLove-NaNgocAnh-8521307_enwcaj.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1680101795/music/13/1673324887916_500_aanqid.jpg",
      "musicName": "Falling In Love"
    },
    {
      "id": 13,
      "singername": "Cassano",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1680104187/music/14/TinHieuTuTraiTim-Cassano-7664843_rmaxnc.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1680103986/music/14/1659408113979_500_wl9zqd.jpg",
      "musicName": "Tín Hiệu Từ Trái Tim"
    },
    {
      "id": 14,
      "singername": "KxR, Nhi Nhi",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1680104697/music/15/CoGaiNayLaCuaAi-KrixRushDoanQuocVinhNhiNhi-6926198_ufmutj.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1680104724/music/15/1611045481426_500_vrwope.jpg",
      "musicName": "Cô Gái Này Là Của Ai?"
    },
    {
      "id": 15,
      "singername": "Jank",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1680105090/music/16/Gio-Jank-8738046_1_dep6ff.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1680105092/music/16/1676687884207_500_trfuzd.jpg",
      "musicName": "Gió"
    },
    {
      "id": 16,
      "singername": "RPT Orijinn, Ronboogz",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1680105274/music/17/DontCoi-RPTOrijinnRonboogz-8345160_sdin82.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1680105284/music/17/1670385361814_500_baeyxk.jpg",
      "musicName": "Don't Côi"
    },
    {
      "id": 17,
      "singername": "Sweet Liquor",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1680105462/music/18/TheGioiCoNoiNaoChoEm-SweetLiquor-8037691_snjpr7.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1680105468/music/18/1665383243512_500_qswy7q.jpg",
      "musicName": "thế giới có nơi nào cho em"
    },
    {
      "id": 18,
      "singername": "Lu, Willistic, datfitzx",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1680105787/music/19/ChangGiongGiangSinh-LuWillisticdatfitzx-7206785_s1scut.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1680105788/music/19/1652087146432_500_llkif3.jpg",
      "musicName": "Chẳng Giống Giáng Sinh"
    },
    {
      "id": 19,
      "singername": "Madihu, Low G",
      "audio": "https://res.cloudinary.com/dfyhhahli/video/upload/v1680106059/music/20/CoEm-MadihuLowG-7211022_eyafkv.mp3",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1680106067/music/20/1673261552140_500_dlllka.jpg",
      "musicName": "Có Em"
    }
  ],
  "blogs": [
    {
      "id": 1,
      "title": "Bohemian Rhapsody - Biểu tượng âm nhạc vĩ đại của thế kỷ 20",
      "Content": "Bohemian Rhapsody là một bản hòa tấu phức tạp gồm nhiều phần khác nhau, mỗi phần mang một phong cách âm nhạc khác nhau. Bài hát được viết bởi Freddie Mercury, người là giọng ca chính và cũng là nhà sáng tác của Queen.Tuy được phát hành hơn 40 năm trước đây, Bohemian Rhapsody vẫn là một trong những ca khúc được yêu thích nhất của mọi thời đại, với hàng triệu lượt nghe trên các nền tảng âm nhạc trực tuyến và những lượt truy cập trên YouTube vượt qua con số 1 tỷ lượt xem. Ca khúc đã đạt vị trí số 1 trên bảng xếp hạng của nhiều quốc gia, bao gồm Anh, Mỹ và Canada.Bohemian Rhapsody được xem là một trong những tác phẩm vĩ đại nhất của Queen và là một trong những bản nhạc rock kinh điển được yêu thích nhất của mọi thời đại. Bài hát không chỉ góp phần nâng cao vị thế của ban nhạc, mà còn đã trở thành một biểu tượng của nền âm nhạc thế giới.Bohemian Rhapsody là một bản hòa tấu phức tạp, bao gồm nhiều yếu tố âm nhạc khác nhau, từ nhạc cổ điển đến rock và pop.Những yếu tố âm nhạc đặc biệt của ca khúc Bohemian Rhapsody đã tạo nên một bản nhạc vô cùng độc đáo, mang tính biểu tượng và vẫn là một trong những ca khúc được yêu thích nhất mọi thời đại.",
      "releasedate": "November 2,2022",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1680110103/Blog/1/ca-khuc-bohemian-rhapsody-1_kjx0oa.jpg"
    },
    {
      "id": 2,
      "title": "Funk Music - Những giai điệu sôi động của thập niên 70",
      "Content": "Funk Music là một thể loại nhạc rất phổ biến được phát triển vào những năm 1960 và 1970 tại Hoa Kỳ. Nó là một sự pha trộn giữa các yếu tố như R&B, soul, Jazz và Blues, với những giai điệu đầy sức sống, bản nhạc mạnh mẽ và các điệu nhịp đặc trưng. Thể loại nhạc này đã góp phần tạo nên những thay đổi to lớn trong lịch sử âm nhạc và ảnh hưởng rất lớn đến các thể loại nhạc khác, như hip hop, funk rock và electronic dance music (EDM).Funk Music được đặc trưng bởi những giai điệu vui tươi, độc đáo, các hòa âm phong phú, phối hợp giữa các nhạc cụ như bass, guitar, trống và keyboard, và những tiết tấu đặc trưng. Ngoài ra, nó còn có sự pha trộn giữa các âm thanh tự nhiên và những âm thanh điện tử để tạo nên một âm thanh đầy đủ và phức tạp.Punk xuất hiện lần đầu tiên vào cuối những năm 1960 tại Anh với những ban nhạc như The Who và The Kinks. Tuy nhiên, thực sự phong trào Punk bùng nổ vào đầu những năm 1970 tại Anh.Tại Anh, Punk được xem như là một phản ứng với nền văn hóa chủ nghĩa thập niên 1960, một thời đại đầy những lý tưởng hòa bình và tình yêu thương. Các nhóm nhạc Punk của Anh thường đưa ra những thông điệp chính trị mạnh mẽ, thể hiện sự chống đối với chế độ thực dân Anh cũng như với chính phủ và các quy tắc xã hội.",
      "releasedate": "November 17,2022",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1680110504/Blog/2/funk-music-la-gi-2_s6movo.jpg"
    },
    {
      "id": 3,
      "title": "Cách để nhận biết khả năng ca hát của bản thân",
      "Content": "Âm nhạc là một phần quan trọng trong cuộc sống của chúng ta và ca hát là một trong những cách để thể hiện tình cảm, truyền đạt thông điệp và tạo ra sự kết nối giữa con người. Nhưng không phải ai cũng có khả năng ca hát tốt, và điều này có thể khiến một số người cảm thấy bối rối hoặc tự ti. Tuy nhiên, việc nhận biết khả năng ca hát của bản thân là điều quan trọng để giúp bạn phát triển tốt hơn trong lĩnh vực này.Nhận biết khả năng ca hát của bản thân sẽ giúp bạn nhận ra điểm yếu của mình và từ đó tìm cách khắc phục. Nếu biết mình hát không đúng giai điệu hoặc phát âm chưa chuẩn, bạn có thể tập luyện để cải thiện.Khi nhận biết và phát triển được khả năng ca hát của mình, bạn sẽ trở nên tự tin hơn trong việc biểu diễn trước mọi người. Điều này sẽ giúp bạn cảm thấy thoải mái hơn và tăng sự chuyên nghiệp trong các buổi biểu diễn.Nhận biết khả năng ca hát sẽ giúp bạn hiểu được rõ hơn về bản thân và cảm nhận được sự hài lòng khi thể hiện những bản nhạc yêu thích của mình. Điều này giúp bạn phát triển một niềm đam mê âm nhạc và tìm kiếm những cơ hội để phát triển khả năng ca hát của mình.Nếu bạn muốn trở thành một ca sĩ chuyên nghiệp hoặc muốn tham gia vào các hoạt động âm nhạc, việc nhận biết khả năng ca hát của bản thân sẽ giúp bạn điều chỉnh lựa chọn nghề nghiệp và quyết định liệu đó có phải là sự lựa chọn đúng đắn hay không.Vì vậy, việc nhận biết khả năng ca hát là điều rất quan trọng để bạn có thể phát triển và tận dụng được khả năng của mình, cũng như tạo ra những cơ hội mới trong cuộc sống.",
      "releasedate": "November 23,2021",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1680110939/Blog/3/nhan-biet-kha-nang-ca-hat-2_stbhuj.png"
    },
    {
      "id": 4,
      "title": "Nhạc Disco là gì? Sự tác động của nhạc Disco đến văn hóa đương đại",
      "Content": "Nhạc disco là một phong trào âm nhạc với âm thanh sôi động, nhịp điệu bắt tai và cảm giác vui tươi, gắn liền với thập niên 1970 và 1980. Mặc dù nhạc disco đã mất đi sức hút của nó sau thập niên 1980, nhưng nó vẫn tiếp tục được yêu thích và đóng góp vào nền văn hóa âm nhạc hiện đại. Bài viết này sẽ giúp bạn hiểu rõ hơn về nhạc Disco là gì, đặc điểm, những nghệ sĩ và bài hát nổi tiếng của nhạc disco, cùng với tác động của dòng nhạc này đến văn hóa đương đại.Nhạc disco là một thể loại âm nhạc phổ biến trong thập niên 1970-1980, được phát triển từ các bản nhạc dance và funk pop của những năm 1960. Nhạc disco phổ biến trong các địa điểm như vũ trường, đám cưới, hội chợ, quán bar và các sự kiện giải trí khác.Với âm nhạc tập trung vào nhịp điệu và giọng hát đầy sức sống, nhạc disco thường được coi là “nhạc của đêm” với những bộ đèn sân khấu lung linh, những trang phục sặc sỡ cùng những bước nhảy nổi tiếng.Nhạc disco bắt đầu phát triển vào cuối những năm 1960 và đầu những năm 1970 tại các club đêm tại New York và Philadelphia. Những bài hát đầu tiên của thể loại này được phát hành bởi các nghệ sĩ như Donna Summer và Gloria Gaynor.Sự phát triển ở Mỹ: Nhạc disco nhanh chóng trở thành một hiện tượng ở Mỹ vào những năm 1970 và 1980, với sự lan truyền mạnh mẽ từ các thành phố lớn như New York, Los Angeles và Chicago. Nhiều club đêm tại các thành phố này đã trở thành các địa điểm nổi tiếng để nghe nhạc disco và thể hiện bước nhảy đặc trưng.",
      "releasedate": "November 2,2020",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1680112519/Blog/4/nhac-disco-la-gi-1_j0zi11.jpg"
    },
    {
      "id": 5,
      "title": "Nên hát solo hay hát theo nhóm?",
      "Content": "“Nên hát solo hay hát theo nhóm?” - Đây là một câu hỏi thường gặp từ những người yêu thích âm nhạc và muốn trổ tài trên sân khấu. Việc hát solo hay hát theo nhóm đều có những ưu điểm và hạn chế riêng, tùy thuộc vào mục đích và phong cách mà bạn muốn thể hiện. Chính vì vậy, bạn cần tìm hiểu kỹ về các yếu tố này để có thể quyết định lựa chọn hợp lý cho bản thân.Khi hát solo, người biểu diễn sẽ có cơ hội để tập trung hoàn toàn vào bản thân mình, không cần phải chia sẻ sân khấu hay sự chú ý của khán giả với người khác. Điều này giúp cho người biểu diễn cảm thấy dễ dàng và tự tin hơn trong việc trình diễn.Khi hát solo, người biểu diễn sẽ có thể tập trung hoàn toàn vào chất lượng âm nhạc của bản thân và không phải lo lắng về sự phối hợp với người khác. Điều này giúp cho người biểu diễn có thể điều chỉnh và cải thiện được các kỹ năng ca hát của mình một cách tốt nhất.Hát solo giúp cho người biểu diễn phát triển các kỹ năng ca hát và âm nhạc cá nhân của mình một cách rõ rệt. Khi hát một mình, người biểu diễn sẽ được phát triển các kỹ năng như khả năng điều chỉnh giọng hát, khả năng phát âm và khả năng truyền cảm thông qua âm nhạc. Điều này sẽ giúp cho người biểu diễn trở nên tốt và tự tin hơn trong việc biểu diễn trước công chúng.Tuy nhiên, việc hát solo cũng có những hạn chế, đặc biệt là khi người biểu diễn không có đủ kỹ năng để điều chỉnh giọng hát và tạo ra hiệu ứng âm nhạc thật sự tốt. Hát solo cũng có thể mang lại cảm giác cô đơn và khó khăn trong việc tạo ra một màn trình diễn đầy đủ và phong phú hơn. Một số người có thể cảm thấy áp lực khi hát solo vì họ phải đảm nhận toàn bộ trách nhiệm cho màn trình diễn của mình. Trong trường hợp này, việc hát theo nhóm có thể là một giải pháp tốt hơn.",
      "releasedate": "November 2,2023",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1680112679/Blog/5/hat-solo-hay-hat-theo-nhom-1_nywm0s.png"
    },
    {
      "id": 6,
      "title": "Nhạc Reggae là gì? Tìm hiểu về thể loại nhạc đặc trưng của Jamaica",
      "Content": "Với âm điệu chậm, dễ nhận biết và lời ca phản ánh những vấn đề xã hội, văn hóa và tôn giáo, nhạc Reggae đã trở thành biểu tượng của nền văn hóa Jamaica và được yêu thích trên toàn thế giới. Trong bài viết này, VietVocal sẽ cùng bạn tìm hiểu nhạc Reggae là gì, lịch sử phát triển, yếu tố đặc trưng của nhạc Reggae, cũng như những nghệ sĩ và bài hát nổi tiếng của thể loại này.Nhạc Reggae là một thể loại nhạc đặc trưng của Jamaica, phát triển từ những năm 1960 và 1970. Thể loại nhạc này được coi là một biểu tượng của văn hóa và phong cách của các quốc gia vùng Caribbean.Nhạc Reggae không chỉ là một thể loại âm nhạc, nó còn đại diện cho một phong cách sống, một cách tư duy và một lối sống. Nhạc Reggae đã được yêu thích và lan rộng trên toàn thế giới, với các fan hâm mộ từ khắp mọi nơi đều ưa thích những giai điệu đặc trưng của thể loại này.Nhạc Reggae được xem là một phần của văn hóa đại chúng Jamaica, phát triển từ những năm 1960 và có ảnh hưởng rộng rãi trên toàn cầu.Là yếu tố quan trọng của nhạc Reggae. Thay vì sử dụng nhịp 4/4 truyền thống, nhạc Reggae sử dụng Offbeat rhythm, có nghĩa là các nhịp đánh vào giữa các nhịp chính. Nhịp điệu này được tạo ra bằng cách đánh trống vào các nhịp thứ hai và thứ tư trong một chu kỳ 4/4, tạo ra một giai điệu đầy mê hoặc và dễ nhớ.",
      "releasedate": "November 2,2023",
      "img": "https://res.cloudinary.com/dfyhhahli/image/upload/v1680112881/Blog/6/nhac-reggae-la-gi-1_axnvpe.png"
    }
  ]
}
